/* No comment provided by engineer. */
"%@ has been unable to communicate with the Simulator Pump since %@.\n\nWithout communication, the app cannot continue to send commands for insulin delivery or display accurate, recent information about your active insulin or the insulin being delivered." = "%1$@ has been unable to communicate with the Simulator Pump since %2$@.\n\nWithout communication, the app cannot continue to send commands for insulin delivery or display accurate, recent information about your active insulin or the insulin being delivered.";

/* Appends a full-stop to a statement */
"%@." = "%@.";

/* Confirmation message for deleting a service */
"Are you sure you want to delete this service?" = "Are you sure you want to delete this service?";

/* Back button text on DeliveryUncertaintyRecoveryView */
"Back" = "Back";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancel";

/* Title for CGM simulator settings */
"CGM Settings" = "CGM Settings";

/* No comment provided by engineer. */
"Comms Recovery" = "Comms Recovery";

/* Button title to delete a service */
"Delete Service" = "Delete Service";

/* The alert title for a resume error */
"Error Resuming" = "Error Resuming";

/* The alert title for a suspend error */
"Error Suspending" = "Error Suspending";

/* Button title to acknowledge error */
"OK" = "OK";

/* Title for Pump simulator settings */
"Pump Settings" = "Pump Settings";

/* Format string for combining localized numeric value and unit with a space. (1: numeric value)(2: unit) */
"quantity-and-unit-space" = "%1$@ %2$@";

/* Format string for combining localized numeric value and unit without spacing. (1: numeric value)(2: unit) */
"quantity-and-unit-tight" = "%1$@%2$@";

/* Button title recovering comms */
"Recover Simulator" = "Recover Simulator";

